Repository: jasperproject/jasper-client
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: How can I be of service, %s?
de_de: Wie kann ich helfen, %s?

source: How can I be of service?
de_de: Wie kann ich helfen?

source: JOKE
de_de: WITZ

source: KNOCK KNOCK
de_de: KLOPF KLOPF

source: Knock knock
de_de: Klopf Klopf

source: joke
de_de: witz

source: TIME
de_de: ZEIT

source: It is %s right now.
de_de: Es ist %s .

source: %I %M %p
de_de: %H Uhr %M

source: time
de_de: zeit

source: I'm sorry, could you repeat that?
de_de: Tut mir Leid, k√∂nntest du das wiederholen?

source: My apologies, could you try saying that again?
de_de: Entschuldigung, kannst du das wiederholen?

source: Say that again?
de_de: Wie bitte?

source: I beg your pardon?
de_de: Verzeihung?
