Repository: jasperproject/jasper-client
Catalog: plugins/speechhandler/mpdcontrol/locale/*.po
Languages: de_de, fr_fr

source: MUSIC
de_de: MUSIK
fr_fr: MUSIQUE

source: Please give me a moment, I'm starting the music mode.
de_de: Bitte gib mir einen Moment, ich starte den Musik-Modus.
fr_fr: Veillez patienter, je démarre le mode musique

source: PLAY
de_de: WIEDERGABE
fr_fr: JOUER

source: STOP
de_de: STOPP

source: NEXT
de_de: WEITER
fr_fr: SUIVANTE

source: PREVIOUS
de_de: ZURÜCK
fr_fr: PRECEDENTE

source: LOUDER
de_de: LAUTER
fr_fr: PLUS FORT

source: SOFTER
de_de: LEISER
fr_fr: MOIN FORT

source: PLAYLIST
de_de: WIEDERGABELISTE

source: CLOSE
de_de: SCHLIESSEN
fr_fr: FERMER

source: EXIT
de_de: BEENDEN
fr_fr: SORTIE

source: Music mode started!
de_de: Musik-Modus gestartet!
fr_fr: Le mode musique démarre!

source: Pardon?
de_de: Wie bitte?

source: Music Mode stopped!
de_de: Musik-Modus gestoppt!
fr_fr: Le mode musique s'arrète!.

source: Playlist %s loaded.
de_de: Wiedergabeliste %s geladen.
fr_fr: La playlist %s démarre.

source: Sorry, I can't find a playlist with that name.
de_de: Tut mir leid, ich kann keine Wiedergabeliste mit diesem Namen finden.
fr_fr: Désolé, il n'y a pas de playlist portant ce nom

source: Music stopped.
de_de: Musik gestoppt.
fr_fr: Musique arrêtée

source: Playing {song.title} by {song.artist}...
de_de: Spiele {song.title} von {song.artist}...
fr_fr: Je joue {song.title} de {song.artist}

source: Music paused.
de_de: Musik pausiert.
fr_fr: Musique en pause

source: Music is not playing.
de_de: Musik wird z.Z. nicht wiedergegeben.
fr_fr: Aucune musique en cours

source: Increasing volume.
de_de: Erhöhe Lautstärke.
fr_fr: Augmentation du volume

source: Decreasing volume.
de_de: Verringere Lautstärke.
fr_fr: Diminution du volume

source: Next song
de_de: Nächstes Lied.
fr_fr: Musique suivante

source: Previous song
de_de: Vorheriges Lied.
fr_fr: Musique precedente
