Repository: jasperproject/jasper-client
Catalog: plugins/speechhandler/news/locale/*.po
Languages: de_de

source: NEWS
de_de: NACHRICHTEN

source: HEADLINES
de_de: SCHLAGZEILEN

source: YES
de_de: JA

source: NO
de_de: NEIN

source: Pulling up the news...
de_de: Lade die aktuellen Nachrichten...

source: Sorry, I'm unable to get the latest headlines right now.
de_de: Tut mir leid, ich kann die neuesten Schlagzeilen zur Zeit nicht abrufen.

source: These are the current top headlines...
de_de: Das sind die aktuellen Top-Nachrichten...

source: Would you like me to send you these articles?
de_de: MÃ¶chtest du, dass ich dir diese Artikel zuschicke?

source: Sure, just give me a moment.
de_de: Geht klar, bitte gib' mir einen Moment.

source: Your Top Headlines
de_de: Deine Top-Nachrichten

source: Okay, I've sent you an email.
de_de: Okay, Ich habe dir eine E-Mail geschickt.

source: Sorry, I'm having trouble sending you these articles.
de_de: Tut mir leid, ich habe Probleme dabei, dir diese Artikel zuzusenden.

source: Okay, I will not send any articles.
de_de: Na gut, ich werde dir keine Artikel zusenden.

source: These are the articles you requested:
de_de: Dies sind die Artikel, die du angefordert hast:
